// Задача: Написать программу, которая из имеющегося массива строк формирует массив из строк.
// Длина которых меьше либо равна 3 символа.
// Первоначальный массив можно ввести с клавиатуры, либо задать на старте.
Console.WriteLine("Создание массива...");
{
string [] massive = {"Sun", "Month", "Moscow", "2A", "Location", "G"};
for (int i = 0; i < massive.Length; i++)
Console.WriteLine(massive[i]);

}